/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50550
Source Host           : localhost:3306
Source Database       : stol

Target Server Type    : MYSQL
Target Server Version : 50550
File Encoding         : 65001

Date: 2017-05-25 10:20:11
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `mod_catalog_cat`
-- ----------------------------
DROP TABLE IF EXISTS `mod_catalog_cat`;
CREATE TABLE `mod_catalog_cat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `idrod` int(11) NOT NULL,
  `name` varchar(250) NOT NULL,
  `name_ed` varchar(250) NOT NULL,
  `text1` text NOT NULL,
  `text2` text NOT NULL,
  `sea` tinyint(2) NOT NULL DEFAULT '1',
  `photo` varchar(150) NOT NULL,
  `photo_key_real` varchar(150) NOT NULL,
  `thumb1_w` int(11) NOT NULL,
  `thumb2_w` int(11) NOT NULL,
  `thumb3_w` int(11) NOT NULL,
  `thumb4_w` int(11) NOT NULL,
  `thumb5_w` int(11) NOT NULL,
  `thumb6_w` int(11) NOT NULL,
  `sort` int(11) NOT NULL DEFAULT '0',
  `title` varchar(250) NOT NULL,
  `meta_key` varchar(250) NOT NULL,
  `meta_desc` varchar(250) NOT NULL,
  `tovzag` varchar(200) NOT NULL,
  `page_image` varchar(255) NOT NULL,
  `page_image_head` varchar(255) NOT NULL,
  `hide` int(11) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`),
  FULLTEXT KEY `name` (`name`)
) ENGINE=MyISAM AUTO_INCREMENT=190 DEFAULT CHARSET=cp1251;

-- ----------------------------
-- Records of mod_catalog_cat
-- ----------------------------
INSERT INTO `mod_catalog_cat` VALUES ('127', '121', 'Коктейли', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '20', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('126', '121', 'Сеты', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '10', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('156', '120', 'Салаты', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '10', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('125', '0', 'Банкетное меню', '', '', '', '1', 'a69e4d431ab76fea3dc857dbc8736c78.jpg', '584b4a89059be08f160920fde21a6a0c', '413', '413', '400', '300', '200', '100', '80', '', '', '', '', '', '22af8d578e8ce424f45d512f3f8444af.jpeg', '1');
INSERT INTO `mod_catalog_cat` VALUES ('124', '0', 'Китайское меню', '', '<p>&nbsp;</p>\r\n<p>&nbsp;</p>', '', '1', '8ff23e1a55acc7a00f2779ac8c02897c.jpg', '04d2f5c157fc309e4ee1ee5f1199ba0e', '900', '500', '400', '300', '200', '100', '31', '', '', '', '', '', 'd858bb967912fb8001dcd10ad4e29afc.jpeg', '0');
INSERT INTO `mod_catalog_cat` VALUES ('123', '0', 'Постное меню', '', '', '', '1', 'd12e9769a75059039efb087dcbf06733.jpg', '2a3cf4a52994e1ba4100476510c9062a', '900', '500', '400', '300', '200', '100', '60', '', '', '', '', '', 'a3b6b138446d434c0fc324959e991e81.jpeg', '0');
INSERT INTO `mod_catalog_cat` VALUES ('122', '0', 'Татарская кухня', '', '', '', '1', 'ecfb54ff5da9f7d42ed658007f6b1487.jpg', '732d4fe3b8f0dce9ede21f63afb9f84c', '413', '413', '400', '300', '200', '100', '50', '', '', '', '', '', '29a083c225d997505353af36075741fa.jpeg', '0');
INSERT INTO `mod_catalog_cat` VALUES ('121', '0', 'Детское меню', '', '', '', '1', '9d20c206d97bc1ea80c9bbc7297433fe.jpg', '937b41dcc66f60ff19860ebbb9a9e6ff', '413', '413', '400', '300', '200', '100', '70', '', '', '', '', '', 'ea987a2dbe7f6cdce6d1033ead0f4ca9.jpeg', '0');
INSERT INTO `mod_catalog_cat` VALUES ('119', '0', 'Карта бара', '', '', '', '1', 'ea451b487dfa561e126655a6cf013521.jpg', 'cfc0045f5efa435448ce275102335ba4', '413', '413', '400', '300', '200', '100', '20', '', '', '', '', '', '7da71fc139fe7bead1bfe0057cf52dc8.jpeg', '0');
INSERT INTO `mod_catalog_cat` VALUES ('120', '0', 'Бизнес-ланч', '', '<p>По будням с 12:00 до 16:00 приглашаем всех жителей и гостей города <br />в ресторан \"Круглый стол\" на вкуснейшие бизнес-ланчи. На ваш выбор представлено <br />восемь салатов, восемь супов, восемь вторых блюд и три десерта. Теперь вы сами <br />можете комплектовать свой деловой обед из новых блюд.<br />Стоимость обеда с супом - 455 руб.&nbsp;&nbsp; /&nbsp;&nbsp; Стоимость обеда без супа - 395 руб.</p>', '', '1', '13ce628b920451b16361996460fc30d4.jpg', 'f7a09c63d68eab7af09d7c6ccfec23de', '413', '413', '400', '300', '200', '100', '30', '', '', '', '', '', '09cb8a7a882cf69cc72b90ee51b4e270.jpeg', '0');
INSERT INTO `mod_catalog_cat` VALUES ('118', '106', 'Десерты', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '60', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('117', '106', 'Свежевыжитые соки', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '65', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('116', '106', 'Соусы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '55', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('115', '106', 'Гарниры', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '50', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('114', '106', 'Блюда гриль', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '45', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('113', '106', 'Горячие блюда из рыбы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '40', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('112', '106', 'Супы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '35', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('111', '106', 'Паста', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '30', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('110', '106', 'Салаты', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '25', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('109', '106', 'Холодные закуски', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '20', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('108', '106', 'Общие холодные закуски', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '15', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('107', '106', 'Блюдо на 2-4 персоны', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '10', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('106', '0', 'Основное меню', '', '', '', '1', 'e2138180752b57fb2b922b3ab4da12af.jpg', '633376452670aad5f8c955865c1354d2', '413', '413', '400', '300', '200', '100', '10', '', '', '', '', '', '03d5566ae1bd1fb7afd7074cbba62040.jpeg', '0');
INSERT INTO `mod_catalog_cat` VALUES ('129', '119', 'Аперитивы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '10', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('130', '119', 'Шампанское ', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '20', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('131', '184', 'Игристые вина', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '30', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('132', '184', 'Белые вина', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '40', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('133', '184', 'Белые вина по бокалам', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '50', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('134', '184', 'Безалкогольные вина', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '60', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('135', '184', 'Розовые вина', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '70', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('136', '184', 'Красное вино', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '80', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('137', '184', 'Красные вина по бокалам', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '90', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('138', '185', 'Виски', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '100', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('139', '185', 'Коньяк, 40%', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '110', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('140', '185', 'Бренди, 40%', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '120', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('141', '185', 'Ром, 40%', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '130', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('142', '185', ' Джин', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '140', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('143', '185', 'Текила', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '150', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('144', '119', ' Ликеры и Дижестивы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '160', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('145', '185', 'Крепкий ржаной напиток', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '170', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('146', '185', 'Водка, 40%', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '180', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('147', '187', 'Пиво разливное', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '190', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('148', '119', 'Коктейли', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '200', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('149', '188', 'Горячие коктейли', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '210', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('150', '188', 'Безалкогольные коктейли', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '220', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('151', '119', 'Безалкогольные напитки', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '230', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('157', '120', 'Супы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '20', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('158', '120', 'Вторые горячие блюда', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '30', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('159', '120', 'Десерты', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '40', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('161', '122', 'Супы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '10', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('162', '122', 'Горячие блюда', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '20', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('163', '122', 'Выпечка', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '30', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('164', '123', 'Салаты', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '10', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('165', '123', 'Супы', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '20', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('166', '123', 'Второе блюдо', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '30', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('167', '123', 'Десерты', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '40', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('171', '124', 'Царь блюд', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '10', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('172', '124', 'Холодные блюда', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '20', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('173', '124', 'Суп', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '30', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('174', '124', 'Горячие блюда', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '40', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('175', '124', 'Мясо', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '50', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('176', '124', 'Дополнительно', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '60', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('182', '106', 'Горячие блюда из птицы и мяса', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '41', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('178', '187', 'Бутилированное пиво', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '191', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('179', '189', 'Кофе', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '240', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('180', '189', 'Чай листовой ', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '250', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('181', '119', 'Шоколад', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '260', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('184', '119', 'Вина', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '270', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('185', '119', 'Крепкие напитки', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '280', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('187', '119', 'Пиво', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '300', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('188', '119', 'Коктейли', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '310', '', '', '', '', '', '', '0');
INSERT INTO `mod_catalog_cat` VALUES ('189', '119', 'Безалкогольные напитки', '', '', '', '1', '', '', '0', '0', '0', '0', '0', '0', '320', '', '', '', '', '', '', '0');
